

;   ▄█     █▄     ▄████████    ▄█   ▄█▄  ▄█   ▄███████▄     ▄████████    ▄████████    ▄█    █▄     ▄█  
;  ███     ███   ███    ███   ███ ▄███▀ ███  ██▀     ▄██   ███    ███   ███    ███   ███    ███   ███  
;  ███     ███   ███    ███   ███▐██▀   ███▌       ▄███▀   ███    ███   ███    █▀    ███    ███   ███▌ 
;  ███     ███   ███    ███  ▄█████▀    ███▌  ▀█▀▄███▀▄▄   ███    ███   ███         ▄███▄▄▄▄███▄▄ ███▌ 
;  ███     ███ ▀███████████ ▀▀█████▄    ███▌   ▄███▀   ▀ ▀███████████ ▀███████████ ▀▀███▀▀▀▀███▀  ███▌ 
;  ███     ███   ███    ███   ███▐██▄   ███  ▄███▀         ███    ███          ███   ███    ███   ███  
;  ███ ▄█▄ ███   ███    ███   ███ ▀███▄ ███  ███▄     ▄█   ███    ███    ▄█    ███   ███    ███   ███  
;   ▀███▀███▀    ███    █▀    ███   ▀█▀ █▀    ▀████████▀   ███    █▀   ▄████████▀    ███    █▀    █▀   
;                             ▀                                                                        

[MD_WOTC_OW_WAKIZASHI_CLASSIC_T1 X2WeaponTemplate]
FriendlyName="Wakizashi"
AbilityDescName="wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan. Like the other swords we recovered from salvage operations on Overwatch facilities this one has been augmented with nanoscale ultrasonic oscillators. Aside from the blade length little about it varies from the more typical swords we produce for our soldiers"
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Conventional"

[MD_WOTC_OW_WAKIZASHI_CLASSIC_T2 X2WeaponTemplate]
FriendlyName="Treated Wakizashi"
AbilityDescName="wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan.\n With the magnetic technology within our grasp, the wakizashi blade is treated with traces of alien alloy, allowing the weapon to slice through most materials."
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Magnetic"

[MD_WOTC_OW_WAKIZASHI_CLASSIC_T3 X2WeaponTemplate]
FriendlyName="Amplified Wakizashi"
AbilityDescName="wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan.\n With the combination of both alien technology and metallurgy, the wakizashi blade is juiced up with alien alloys and several traces of Elerium, causing the blade to resonate at extremely high frequencies. This in turn makes it much easier to cut through even the toughest materials."
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Beam"

[MD_WOTC_OW_WAKIZASHI_CLASSIC_T4 X2WeaponTemplate]
FriendlyName="Sky-forged Wakizashi"
AbilityDescName="wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan.\n This variant of the wakizashi is much stronger than anything we've ever seen. After studying the Chosen Assassin's Blade, we can apply the same concepts onto the wakizashi, creating a very strong blade that never goes dull and never misses."
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Forged"